{
  "Natuurkunde": {
    "hoofdstukken": {
      "H4 Mechanica 1": {
        "onderwerpen": [
          {
            "id": 1,
            "naam": "mechanica",
            "notes": "In dit hoofdstuk maken we een begin met het onder werp \"Mechanica\" Hiervoor is het yan belang dat er eerst enkele afspraken worden gemaakt over notatie van plaats en tijd bij bewegingen. Daarna wordt besproken op welke manier bewegingen kunnen worden waargenomen en gemeten, en hoe de meetresultaten kunnen worden verwerkt in zogenoemde x,t-diagrammen. We behandelen de begrippen scalairen en vectoren en we leggen uit hoe vectoren kunnen worden samengesteld en ontbonden. In dit hoofdstuk wordt ook besproken hoe uit een plaats-tijddiagram een snelheid kan worden bepaald. En ook laten we zien hoe uit een snelheid-tijddiagram een verplaatsing kan worden gevonden. Na het berekenen van de gemiddelde snelheid wordt het berekenen van de snel- heid op tijdstip t gedaan op twee manieren: ten eerste door het berekenen van de richtingscoëfficiënt aan de nand van de grafiek in het plaats-tijddiagram en vervol- gens via de eerste afgeleide van een gegeven plaatsfunctie.\neraby,\nNotatie van plaats en tijd\nEen beweging is het veranderen van plaats in de tijd.\nWillen we een beweging beschrijven, dan zullen we moeten afspreken hoe we een bepaalde plaats noteren. We moeten afspreken ten opzichte waarvan we de plats noteren; we moeten ook afspreken vanaf welk tijdstip we de tijd meten\nVoorlopig beschouwen we slechts bewegingen langs een rechte lijn.\n○ Ter vereenvoudiging nemen we ook steeds aan dat het bewegende voorwerp punt vormig is. We denken ons als het ware de gehele massa van het voorwerp in één punt geconcentreerd. We spreken dan van een puntmassa. Een puntmassa bestaat natuurlijk slechts in theorie.\nOm de plaats van een bewegende puntmassa op een rechte lijn te kunnen vastleggen, is het nodig een oorsprong van plaats (0) te kiezen. Meestal kiezen we als oorsprong de plaats waar de beweging begint. Als we bijvoorbeeld vanaf de grond een steen verticaal omhoog gooien, kiezen we gewoonlijk de grond als oorsprong, Als een auto van Utrecht naar Amersfoort rijdt,kiezen we gewoonlijk Utrecht als oorsprong enzovoort Hetis echter niet noodzakelijk dat de beweging in de oorsprong begint.\nDe afstand van de puntmassa tot de porsprong 0 geven we aan met de letter x. Bijeen horizontale beweging kennen we punten rechts van 0 een positieve waarde van x toe; links van 0 zijn de x-waarden dan negatief, zie afb 1.",
            "datum": "2025-11-26T17:17:52.818169"
          },
          {
            "id": 2,
            "naam": "4.1 notatie van tijd en plaats",
            "bron_text": "In dit hoofdstuk maken we een begin met het onderwerp \"Mechanica\".\nMiervoor is het van belang dat er eerst enkele afspraken worden jemaakt over notatie van plaats en tijd bij bewegingen. Daarna wordt besproken op welke manier bewegingen kunnen worden waargenomen en gemeten, en hoe de meetresultaten kunnen worden verwerkt in zogenoemde x,t-diagrammen. We behandelen de begrippen scalairen en vectoren en we leggen uit hoe vectoren kunnen worden amengesteld en ontbonden. In dit hoofdstuk wordt ook besproken hoe uit een plaats-tijddiagram een snelheid kan worden bepaald. En ook laten we zien hoe uit een snelheid-tijddiagram een verplaatsing kan worden gevonden.\nNa het berekenen van de gemiddelde snelheid wordt het berekenen van de snel- heid op tijdstip t gedaan op twee manieren: ten eerste door het berekenen van de richtingscoëfticiënt aan de hand van de grafiek in het plaats-tijddiagram en vervol- gens via de eerste afgeleide van een gegeven plaatsfunctie.\nNotatie van plaats en tijd\nEen beweging is het veranderen van plaats in de tijd.\nWillen we een beweging beschrijven, dan zullen we moeten afspreken hoe we een bepaalde plaats noteren. We moeten afspreken ten opzichte waarvan we de plaats noteren; we moeten ook afspreken vanaf welk tijdstip we de tijd meten.\nVoorlopig beschouwen we slechts bewegingen langs een rechte lijn.\n7) Ter vereenvoudiging nemen we ook steeds aan dat het bewegende voorwerp punt- vormig is. We denken ons als het ware de gehele massa van het voorwerp in eén punt geconcentreerd, We spreken dan van een puntmassa. Een puntmassa bestaat nateliik slechts in theorie.\nOm de plats van een bewegende puntmassa op een rechte ljin te kunnen vastleggen, is het nodig een oorsprong van plaats (0) te kiezen. Meestal kiezen we als oorsprong de plaats waar de beweging pegint. Als wo bijvoorbeeld vanaf de grond een steen verticaal omhoog gooien, kiezen we gewoonlijk de grond als oorsprong. Als een auto van Utrecht naar Amersfoort rijdt, klezen we gewoonlijk Utrecht als oorsprong enzovoort. Het s echter niet noodzakelijk dat de beweging in de oorsprong begint\nDe afstand van de puntmassa tot de oorsprong 0 geven we aan met de letter x. Bijeen horizontale beweging kennen we punten rechts van 0 een positieve waarde van x toe; links van 0 ziin de x-waarden dan negatief, zie afb. 1.negatleve richting positleve richting t o P\nAlb. 1 Plaatsaanduiding van een puntmassa. e 0n)\nBij een bewegende puntmassa verandert de waarde van xmet de tjd (.Gewoonlyk kiezen we als oorsprong van tijd het tijdstip waarop de beweging begint.\nNotatie\nMet x(t) bedoelen we de waarde van x op het tijdstip t. Met x(0) bedoelen we de waarde van x op het tijdstip 0s. Met x(1) bedoelen we de waarde van xop het tijdstip 1s. Met x(t;) bedoelen we de waarde van x op een eerste tijdstip ty. Met x(t,) bedoelen we de waarde van x op een tweede tijdstip tz.\nG De tijdsduur tussen twee tildstippen noemen we een tijdvak of interval.Het tjdvak van t=3stott= 7s duurt dus 4s. Wanneer we nog geen bepaalde tijdstippen op het oog hebben stellen we het begin en het einde van het tijdvak op t, respectievelijk ty, Detijds. duur bedraagt dan tz-r\nDe verplatsing in het tijdvak van t, tot t; is gedefinieerd als het verschil tussen de s. waarde op het tijdstipt, en de x-waarde op het tijdstip ty dus:\nverplhasing vant,ot,6)-y. (lecopr vorop)\nDe verplaatsing in het tijdvak vant= 1 s tott= 3 s geven we aan met x(3)- x(1) enzo- voort.\n3 1.De verplaatsing in een tijdvak kan positief, nul of negatief ziin. C Als de puntmassa zich van t, tot t; naar \"rechts\" heeft verplaatst, is de verplaatsing tief. Als de puntmassa zich op tijdstip ta (weer) op dezelfde plaats bevindt als op het positief; als de puntmassa zich naar \"links\" heeft verplaatst, is de verplaatsing nega tijdstip t, is de verplaatsing nul. 2. Met het begrip verplaatsing wordt iets anders bedoeld dan met het begrip afgelegde van de beweging en de plaats bij het begin. Wat daartussen gebeurt, speelt darbl weg. Van en voorwerp dat van A naar B (AB = 10 m) gaat en de plats op het einde verplatsing nul, want we kijken bij verplaatsing allen naar weer terug naar A is de meestal over de verplaatsing en niet over de afgelegde weg. weg is dus beslist niet nul, die is in dit geval 20 m. In de mechanica hebben we het geen rol. Het voorwerp heeft wel degelijk een bepaalde afstand afgelegd; de afgeleg \" 3 In het voorgaande zijn we een verschil van twee x-Waarden tegengekomen,bijvoorbeell x(t)-x(0).x(t;)-x(t;) en x(2)-x(1). Een verschil van twee x-warden noteren we in de \nnatuurkunde vaak als: Ax. (A m de Grickse hoofdletter \"delta\".) A betekent in de natuur- tegenover dat het niet altijd duidelijk is welk verschil in x-waarden wordt bedoeld. Op kunde dus een verschil.De schrijfwijze Ax heeft als voordeel dat hlj korter is: daar staat dezelfde manier betekent At het verschil van twee t-waarden, bijvoorbeeld: t, t,",
            "datum": "2025-11-26T17:38:02.449610"
          }
        ]
      },
      "H2 elektriciteit 1": {
        "onderwerpen": [
          {
            "id": 1,
            "naam": "2.1 elektrische schakeling",
            "bron_text": "maak gebruik van verschillende waarden voor spanning, ampere en weerstand.\nDit hoofdstuk gaat over elektriciteit. Elektriciteit gebruiken we in huis voor yerlich- ting en verwarming, om een motor in een wasmachine, een stofzuiger en een boormachine te laten draaien, om een tv te laten werken enzovoort. Die elektrici- teit wordt vaak geleverd door een elektricitelitscentrale. Die centrale gebruikt meestal de chemische energie die is opgeslagen in fossiele brandstoffen (steen- kool, aardolie of aardgas). 0ok wordt kernenergie gebruikt.De centrale zet die energie om in elektrische energie. Via hoogspanningsleidingen en de leidingen in huis wordt die energie getransporteerd naar elektrische apparaten. Het gebruik van elektriciteit in huis is niet helemaal zonder gevaar. Kortsluiting in huis kan leiden tot brand. Een spanning an 220 op uw lichaam kan levensgevaarliik ziin.\nIn dit hoofdstuk kijken we naar de elektrische huisinstallatie: een voorbeeld yan een elektrische schakeling. Andere yoorbeelden van elektrische schakelingen zijn de fietsverlichting, de volumeregeling in een versterker enzovoort.De natuur- kunde beschrijft elektrische schakelingen met begrippen als lading, spanning, stroomsterkte, weerstand, serie- en parallelschakeling, elektrische energie en elektrisch vermogen. Met die begrippen kunnen we begrijpen hoe apparaten los van elkaar op de juiste spanning kunnen werken en welke veiligheidsmaatregelen er nodig zijn. In dit hoofdstuk en het volgende worden deze begrippen besproken.\nElektrische schakeling\ndonl\nStroomkring\n○ Om een elektrisch apparaat te laten werken, is een gesloten stroomkring nodig, Eer eenvoudige stroomkring bestaat uiteen spanningsbron(bijvoorbeeld een batterij),twee snoeren en een apparaat (bijvoorbeeld een lampje). De spanningsbron zorgt ervoor dat in de stroomkring een elektrische stroom loopt.\nEen spanningsbron heeft twee aansluitpunten: de polên. Bij een batterij is de ene pool positief en de andere negatief. Tussen die twee polen staat een gelijk-spanning. Van de positieve naar de negatieve pool van de spanningsbron loopt dan een gelijkstroom. Bij een stopcontact wisselen die twee polen voortdurend van teken. Hierdoor ontstaat tussen die twee \"olen een wisselspanning.In de stroomkring loopt dan een wisselstroom: een stroom die voortdurend van richting wisselt.\nG Hetsnoer in een stroomkring bestaat uit een geleider, dat is een materiaal dat de elektrl- sche stroom gemakkelijk doorlaat (bijvoorbeeld koper).\nOm de geleider zit een isolator (bijvoorbeeld rubber of plastic) die elektrische stroom niet of nauwelijks geleidt.Het aparatin cen stroomkering kan van als cen elekstromnotor, en amp.en computer,een zekering. een verwarmingselement.\nSymbolen Het is vaak lastig om een stroomkring of schakeling te tekenen. Het gaat gemakkelijker aoinecthu thieli tlidlr de chatin,woetrset et con chatchehema n kelschema tekent u de onderdelen van de schakeling als symbolen.\nIn afb 1 staat en overzlcht van veelgebruikte symbolen,\nSpanningsbron (gelijkspanning)\nSpanningsmeter L\nSpanningsbron (wisselspanning)\nStroommeter /a pere\nVerbindingsdraad\nWerstand\nSchakelaar\nRegelbare weerstand\nLamp\nSpanningsdeler\nT\nRegelbare spanningsbron\nAfb.1 Overzicht van elektrische symbolen. (aron 00)\nAarde\nInafb, 2 zet u een envoudigeschakeling van een batterij met een lampje en een stroom. meter (ofwel: ampèremeter).\npetpimoo bayi\n4\nAfb. 2 Een eenvoudige stroomkring. mron ocw,\nin deze schakeling is de batterij de spanningsbron. Deze zorgt ervoor dat de elektronen te vergelijken met de pomp van een waterleidingbedrijf.De spanning is dan te verge- dat zijn de ladingsdragers) voortdurend worden \"rondgepompt\". De spanningsbron is lijken met de druk die de pomp van de waterleiding veroorzaakt.\nFen ander vorbeceld vanenstromkring ishiticht opuw flts, De spanningsbron van deze stoomkring is de dynamo. Van de dynamo loopt een snoer naar de verlichting, H.. w..._.... rame van de fiets is als het ware het tweede snoer: de dynamo én de verlichting zijn met het frame verbonden.1\nStopcontact\nLichtpunt\nkWh-meter\nSchaketaar\nAardlekschakelaar\nGroepschatetoar\nZekering\nAlb. 3 Stroomkring in de elektrische hutisinstallatie. (m oon)\nManedfeldng.\nANvoerteliding\nIngewikkelder is de stroomkring in de elektrische huisinstallatie.De elektriciteitskabel komt bii de meterkast het huis binnen. Van daaruit lopen de leidingen door het hele huis nar de stopcontacten en vaste lichtpunten. Enkete spanningsbronnen\nAccu, batterij, dynamo en de zonnecel zijn voorbeelden van spanningsbronnen.De toepassing ervan wordt bepaald door de eigenschappen van een spanningsbron.\nIn een batterijen een accu wordt chemische energie omgezet in elektrische energie. Batte. rijen zijn klein en licht en geven een gelijkspanning. Daarom worden ze gebruikt in draagbare apparaten, zoals een mp3-speler, een zaklantaarn, de optische muis van de computer en de afstandsbediening van de tv. 0ok een accu geeftgelijkspanning. Een accu is bovendien, net als sommige soorten batterijen, oplaadbaar. Maar een accu is meestal groot en zwaar. Ze worden daarom gebruikt als het gewicht niet zo'n probleem is, zoals spanningsbron in een auto of elektrische rolstoel.\nEen dynamo zet bewegingsenergie (of: kinetische energie) om in elektrische energie. Dynamo's geven (meestal) een wisselspanning! Ze worden bijvoorbeeld gebruikt als spanningsbron bij fietsverlichting of in de elektrische installatie van een auto \\voor het opladen van de accu).\nOok in de elektriciteitscentrale staat een (grote) dynamo: een generator. Zo'n dynamo is cnonninechro uonr de ploktricche huisinstallatie. Hii is doorboven-en ondergrondse kabels daarmee verbonden.\nDe dynamo in een Nederlandse elektriciteitscentrale wordt meestal aangedreven door een stoomturbine.De warmte die nodig is voor het produceren van stoom, komt vrij bij de verbranding van fossiele brandstof, zoals steenkool, aardolie en aardgas. Voor een 1.1.._.__..__.............◦ •l.ltriciteitconwekkinozorgtkernenergie daarvoor (kern- centrale in Borssele).\nEen zonnecel zet stralingsenergie (van de zon of een andere lichtbron) om in elektrische energie. Zonnecellen geven gelijkspanninglZe kunnen worden gebruikt in kleine draag. bare apparaten zoals een rekenmachine. Maar ze zijn ook bruikbaar voor de energie- voorziening van een huis. Zonnecellen worden verder gebruikt op plaatsen waar een aansluiting op het elektriciteitsnet moeilijk of duur is. Voorbeelden daaryan zijn licht boeien op zee en praatpalen langs de autosnelweg.",
            "datum": "2025-11-27T12:55:32.019745"
          },
          {
            "id": 2,
            "naam": "2.2 stroomsterkte",
            "bron_text": "Als er bliksem optreedt, gaat er elektrische lading van de wolk naar de aarde (of omes keerd), De lading beweegt en stroomt dan van de ene naar de andere plaats. Een bewe, gende lading noemen we een elektrische stroom.\nElektrische stroom is te vergelijken met water dat door een buis wordt gepompt.De stroomsterkte (symbool: I) is de lading Q in coulomb (C)dat per seconde door een draad. doorsnede stroomt.\nStroomsterkte wordt als volgt berekend:\nstroomsterkte = doorgestroomde lading/tijdsduur\nIn formule: /=\nAt1\n(A= de Griekse hoofdletter delta)\n○ De eenheid van stroomsterkte in het S1 is de ampère (symbool A). Bijeen stroomsterkte van 1 ampère in een draad passeert door een doorsnede van die draad per seconde een lading van 1 coulomb (1 C).\"\nDus:\nTAL 1d/s\nOpmerkingen 1. Een elektrische stroom kan bestaan uit twee soorten elektrische ladingsdragers: elektronen en ioneh. Elektronen zijn ladingsdragers in geleidende vaste stoffen, zoals koner Ionen ziin ladinesdragers in vloeibare oplossingen (bijvoorbeeld keukenzout opgelost in water). 2, In een geleidende draad betekent een elektrische stroom een beweging van elek- tronen. Een lading van-1 C komt overeen met de lading van 6,25 101 elektronen. Als in de draad de stroomsterkte 1 A bedraagt, passeren dus per seconde 6,25 . 10\" elektronen door de doorsnede van die draad. O3.De stroom loopt per definitie altijd van de positieve naar de negatieve pool van de sSpaningsbron. In werkeljkheld n het meestalde elektronen die hetladingstrans port verzorgen; deze lopen van de negatieve pool naar de positieve pool. 4.De ampère is een grondeenheid van het Sl. De coulomb is een afgeleide eenheid U I de formule hiervoor volgt: 1 C= 1 A's.\nIn deschakeling van afb. 2 zit een onvertakte drad.In een onvertakte draad is de stroomsterkte overal even groot.\nalektronen\niA\niB\nAlb.4 Draad waarvan de doorsnede verandert tnn oeng\nIn afb. 4 is een stukje van een draad getekend, waar een elektrische stroom doorheen gaat.De drad is bij A dunner dan bijB. Het aantal elektronen dat per seconde de door- snede bij passeert, moet gelijkzijn aan het aantal elektronen dat per seconde de door snede bij B passeert.\nVeronderstel maar eens dat er bij A meer passeren dan bij B: de elektronen zouden zich dan ophopen in het stuk AB. Als er bij A minder 2ouden passeren dan bljB, zou het stuk AB voortdurend elektronen moeten leveren het s dulidellk-dat ook dlit onmogljkis.\nConclusie\nBij A en B passeren per seconde evenveel elektronen.\nC\nA\nD\nB\nF toanmW. hmglonag.sludaniblohnaow.aon pov-sblule.n 21o10 ntew todl tmonte -[as-,q) ai lidonsvlont K Telpols\nAb. 5 Schakeling waarbij de stroom 2ich vertakt. (oe ock)\n‣ Bijeen stroomvertakking is de som van de vertakte stromen gelijk aan de oorspronke- lijke stroom.Als een stroom zich vertakt, betekent dit dat elektronen kunnen \"kiezen\" uit twee (of meer) wegen. In afb. 5 kunnen de elektronen die bij A passeren via B ofvia C naar D gaan. Het zal duidelijk zijn dat het totaal aan elektronen dat per seconde de doorsneden Ben C passeert, gelijk moet zijn an het aantal elektronen dat per seconde A passeert.\nm > Y2 Afb. 7 Gloeilamp en de span C Hoe groter dit spannings stroomsterkte. ‣ Een spanning veroorz ning, des te groter is c Opmerking\nConclusie 1-h+k(+l,+.).\nOpmerking Ook hier geldt naturlijk weer dat zolang er geen vertakking is, de stroomsterkte overal even groot is.",
            "datum": "2025-11-27T13:01:08.444600"
          },
          {
            "id": 3,
            "naam": "2.3 spanning",
            "bron_text": "Spanning\nIn een geladen voorwerp stoten de ladingen ekar af. Ukuntdlit vergeliken met cen fietsband. Als u die oppompt, mtstat er spanning in de band. Ook bij geladen voor- werpen spreken we van spanning.\nDe spanning heeft te maken met de kracht waarmee ladingen elkar afstoten, Een hoger spanning betekent een grotere kracht.\nAls u na het oppompen het ventiel van de filetsband losdraait, stroomt er lucht uit de band.De spanning zorgt ervoor dat er lucht uit de fietsband stroomt. Bijeen geladen voorwerp zorgt de spanning ervoor dat lading gaat bewegen.\nEen ander voorbeeld is gegeven in afb. 6.\nPa\np\nAfb. 6 Een stukje waterleidingbuis. en oN)\nDaar is een stukje van een waterleidingbuis getekend. Wanneer er geen drukverschilis tussen beide uiteinden (p = p.). zal er geen water door de buis stromen. Als er wel en drukverschilisP,> P2). stroomt het water.\nDeze situatie is te vergelijken met een gloellamp.\nIn afb. 7 is een lamp getekend. Wanneer er geen spanningsverschil tussen beide draad- uiteinden stat (V- Va), alergeen elektrische strom dor de lamplopen.\nEr loopt alleen een stroom als er wel een spanningsverschil tussen die uiteinden staat. Afb.7 Gloeilamp en de şspanning tussen de draaduiteinden. (Brua,OCN) A veluct ampire me.ker\nHoe groter dit spanningsverschilis, des te sterker'is de stroom Of: des te groter is de stroomsterkte.\n‣ Een spanning veroorzaakt In een geleider een elektrische stroom Hoe groter de span- ning, des te groter is de stroomsterkte.\nOpmerking\nEen ander woord voor spanningsverschil is: potentiaalverschll\nHet symbool voor spanning is\n○ De enheid van spanning is foute per coulomb (/C) Dle wordt gewoonlijk voll genoemd Het symbool van de voltis V.\nDus:\n1V-1J/C\nIn het SI is de volt een afgeleide eenheid.\n9) Met een spanningsmeter (of voltmeter) meet u de spanning U tussen de polen yan een spanningsbron oftussen de aansluitpunten van een apparaat in een stroomkring,\nDe spanningsmeter schakeltuwaltid parall.ande spanningsbron ofhetapparat waar- over ude spahning wilt meten (tie al.0).Als de spanning wiltmeter.,hotit u de stroomkring niet'te onderbreken.\nAfb.8 Meten van de spanning over een apparaat. (aro-0cx)Afb. 9 Meten van de stroomsterkte in een apparaat. (mon 0cn)\nD Met een stroommeter (of ampèremeter) meet u de stroomsterkte I in een bepald punt van de stroomkring.De stroommeter schakelt u altijd in serie met het apparaat waarin u de stroomsterkte wilt meten (zie afb. 9). U moet de stroomkring dus wel onderbreken als u de stroomsterkte wilt meten.",
            "datum": "2025-11-27T13:06:04.888022"
          }
        ]
      }
    }
  },
  "wiskunde": {
    "hoofdstukken": {
      "w": {
        "onderwerpen": [
          {
            "id": 1,
            "naam": "w",
            "bron_text": "in english please",
            "datum": "2025-11-28T10:44:17.950045",
            "files": [
              {
                "path": "uploads\\wiskunde_w_w\\Schermafbeelding 2025-11-28 100037.png",
                "name": "Schermafbeelding 2025-11-28 100037.png",
                "mime_type": "image/png"
              }
            ]
          }
        ]
      }
    }
  }
}